// Напишите программу, которая будет принимать на вход два числа и выводить, 
//является ли второе число кратным первому. Если число 2 не кратно числу 1, то программа выводит остаток от деления.

int a = 3;
int b = 25;
 if (b%a==0)
 {
    Console.WriteLine("Число 2 кратно числу 1");
 }
else Console.WriteLine(b%a);


