// Напишите программу, которая принимает на вход два числа и проверяет, является ли одно число квадратом другого.

int a= 6;
int b = 25; 
if (a*a==b)
{
    Console.WriteLine(" число являтся квадратом другого");
}
else 
Console.WriteLine("число не являтся квадратом другого");

